results/M3/M3-DP-20260920T1610Z/cases/dp075_coarse_c0/dictionaries/system/sampleOutlet
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      sampleOutlet;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

type            surfaces;
libs            (sampling);
interpolationScheme cell;
surfaceFormat   raw;
fields          (T U);

surfaces
{
    outlet
    {
        type        patch;
        patches     (outlet);
        interpolate false;
        triangulate false;
    }
}
